Repository: jhparra/mifos-head
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/ProductDefinitionResources.po
Languages: es

source: Max {0} amount
es: Cantidad de {0} Máxima

source: Max {0} rate
es: Tasa de {0} Máxima

source: Max amount per withdrawal
es: Cantidad máxima por cada retiro

source: Max # of installments
es: Número de pagos Máximo

source: Max interest rate
es: Tasa de interés máxima

source: Max loan amount
es: Cantidad de préstamo máxima

source: Min
es: Mínima

source: Min {0} amount
es: Cantidad de {0} Mínima

source: Minimum balance required for {0} calculation
es: Saldo mínimo necesario para el cálculo de {0}

source: Min {0} rate
es: Tasa de {0} Mínima

source: Min balance required for interest rate calculation
es: Saldo mínimo necesario para el cálculo de interés

source: Min balance required for
es: Saldo mínimo necesario para

source: Min # of installments
es: Número de Pagos Mínimo

source: Min interest rate
es: Tasa de interés mínima

source: Min loan amount
es: Cantidad de préstamo mínima

source: mix
es: combinación

source: mix details
es: detalles de combinación

source: month(s)
es: mes(es)

source: months
es: meses

source: Not allowed products
es: Productos no permitidos

source: Number of Installments
es: Número de Pagos

source: of every
es: de cada

source: Select the optional status to be included in the clients status flow
es: Seleccione el estado opcional para ser incluido en el flujo de estado de cliente

source: Select the optional status to be included in the group status flow
es: Seleccione el estado opcional para ser incluido en el flujo de estado de grupo

source: Select the optional status to be included in the insurance account status flow.
es: Seleccione el estado opcional para ser incluido en el flujo de estado de cuenta de seguro.

source: Select the optional status to be included in the loan account status flow.
es: Seleccione el estado opcional para ser incluido en el flujo de estado de cuenta de préstamo.

source: Select the optional status to be included in the savings account status flow.
es: Seleccione el estado opcional para ser incluido en el flujo de estado de cuenta de ahorro.

source: The others products mixes will be updated automatically.
es: Las otras combinaciones de productos serán actualizadas automáticamente.

source: Penalties
es: Multas

source: Penalty rate
es: Tasa de Multa

source: Penalty type
es: Tipo de Multa

source: Please Note
es: Por favor tenga en cuenta

# product.postacc
source: posting to accounts
es: aplicación a cuentas

# product.postingAccounts
source: posting to accounts
es: aplicación a cuentas

source: product details
es: detalles de producto

# product.prdedit
source: Edit
es: Editar

# product.prdmixdefinedanew
source: Define a new
es: Definir una nueva

source: details now
es: detalles ahora

source: rate
es: tasa

source: Preview
es: Vista Previa

# product.previewLoanProductInfo
source: Preview {0} product information.
es: Vista Previa de la información de producto de {0}.

# product.previewSavingsProductInfo
source: Preview {0} product information.
es: Vista Previa de la información de producto de {0}.

source: Preview the fields below. Then click Submit. Click Cancel to return to {0} Product details without submitting information.
es: Vista Previa de los campos de abajo. A continuación, pulse en Enviar. Pulse en Cancelar para volver a Detalles de producto de {0} sin enviar la información.

source: Preview the fields below.
es: Vista Previa de los campos de abajo.

source: Principal due on last installment
es: Principal adeudo en el último pago

source: product
es: producto

source: Product category
es: Categoría de producto

source: Product instance name
es: Nombre de instancia de producto

source: Product category has been assigned the system ID number
es: Categoría de producto ha sido asignado el numero de ID de sistema

source: Product
es: Producto

source: {0} product has been assigned the system ID number.
es: Producto de {0} ha sido asignado el numero de ID de sistema.

source: {0} rate
es: Tasa de {0}

source: Product type
es: Tipo de producto

source: Product category information
es: Información de categoria de producto

source: Product GL code
es: Código del Libro Mayor de Producto

source: Product information
es: Información de producto

source: This/those product(s) is/are not allowed to
es: Estes/Estos producto(s) no es/son permitido(s) a

source: Products
es: Productos

source: Product Type
es: Tipo de Producto

source: Preview loan product information
es: Vista Previa de información de producto de préstamo

source: Preview savings product information
es: Vista Previa de información de producto de ahorro

source: Payment type for deposits
es: Tipo de pago para depósitos

source: Payment types for disbursements
es: Tipos de pago para desembolsos

source: Payment types for fees
es: Tipos de pago para cuotas

source: Payment types for repayments
es: Tipos de pago para pagos

source: Payment types for withdrawals
es: Tipos de pago para retiros

source: {0} rate type
es: Tipo de tasa de {0}

source: rate type
es: tipo de tasa

source: Amount Applies to
es: Cantidad se Aplica a

source: Recommended Amount for Deposit
es: Cantidad Recomendada para Depósito

source: Record Creation Date
es: Fecha de Creación de Registro

source: Recur every
es: Ocurre cada

source: If days, specify the recurrence
es: Si días, especifique la recurrencia

source: If months, select between the following
es: Si meses, seleccione entre lo siguiente

source: If weeks, select between the following
es: Si semanas, seleccione entre lo siguiente

source: Remove not allowed products
es: Remover productos no permitidos

source: Repayment schedule
es: Calendario de Pagos

source: Review &amp; submit
es: Revisar y Enviar

source: Same for all Loans
es: Mismo para todos los Préstamos

source: Same for all loans
es: Mismo para todos los Préstamos

source: Product details now
es: Detalles de producto ahora

source: Savings
es: Ahorro

source: {0} product has been assigned the system ID number
es: Producto de {0} ha sido asignado el número de ID de sistema

# product.savingsProductDetails
source: {0} product details.
es: Detailles de producto de {0}.

# product.savingsProductInfo
source: {0} product information.
es: Información de producto de {0}.

source: Accounts. The account status will be changed to &quot;On Hold&quot; by the system
es: Cuentas. El estado de cuenta será cambiado a "En Espera" por el sistema

source: You have successfully added a new Savings product
es: Ha añadido un nuevo Producto de ahorro con éxito.

source: has been assigned the system ID number
es: ha sido asignado el número de ID de sistema.

# product.savingsdefinenew
source: Define a new
es: Definir un nuevo

source: define a new
es: definir un nuevo

source: Define a new Savings product
es: Definir un nuevo Producto de ahorro

source: Savings Product has been assigned the system ID number
es: Producto de ahorro ha sido asignado el número de ID de sistema

# product.savingsview
source: View
es: Ver

source: View Savings Product details now
es: Ver Detalles de Producto de Ahorro ahora

source: Set Dormancy Definition
es: Definir la Definición de Inactividad

source: Set Lateness Definition
es: Definir la Definición de Tardanza

source: Set Penalty Calculation Method
es: Definir el Método del Cálculo de Multa

source: Short name
es: Abreviatura

source: Specify the number of days of non-payment after which status of {0} account is changed to &quot;In Arrears&quot; by the system
es: Especifique el número de días de falta de pago despues de que el estado sere cambiado a "En Atraso" por el sistema

source: Specify the number of days to define &quot;Dormancy&quot; in {0} Accounts. The account status will be changed to &quot;On Hold&quot; by the system
es: Especifique el número de días para definir "Inactividad" en Cuentas de {0}. El estado de cuenta será cambiado a "En Espera" por el sistema

source: Specify the accepted payment types for insurance products
es: Especifique los tipos de pago aceptados para productos de seguro

source: Specify the accepted payment types for loan products
es: Especifique los tipos de pago aceptados para productos de préstamo

source: Specify the accepted payment types for clients/group/center fees
es: Especifique los tipos de pago aceptados para cuotas de clientes/grupos/centros

source: Specify the number of days of non-payment after which status of
es: Especifique el número de días de falta de pago despues de que el estado de

source: Specify the penalty calculation method
es: Especifique el método del cálculo de multa

source: Specify the accepted payment types for savings products
es: Especifique los tipos de pago aceptados para productos de ahorro

source: Specify the number of days to define &quot;Dormancy&quot; in
es: Especifique el número de días para definir "Inactividad" en

source: Sources of funds
es: Fuentes de fondos

source: Start date
es: Fecha de comienzo

# product.status
source: Status
es: Estado

source: Submit for approval
es: Enviar para aprobación

source: You have successfully defined a new
es: Ha definido con éxito un nuevo

source: Targeted Deposits and Withdrawal Restrictions
es: Restricciones de los Retiros y Depósitos Especificados

source: The
es: El

source: Day
es: Día

source: Time period for {0} calculation.
es: Periodo de tiempo para el cálculo de {0}.

source: Time period for
es: Periodo de tiempo para

source: Time period for
es: Periodo de tiempo para

source: Time period for interest calculation
es: Periodo de tiempo para el cálculo de interés

source: If you want to continue click on submit to save this mix.
es: Si quería continuar, pulse en Enviar para guardar esta combinación.

source: type
es: tipo

source: Type of deposits
es: Tipo de depósitos

# product.view
source: View
es: Ver

# product.viewLoanDetails
source: View {0} product details now.
es: Ver detalles de producto de {0} ahora.

# product.viewLoanProducts
source: View {0} products
es: Ver productos de {0}

# product.viewSavingsDetails
source: View {0} product details now.
es: Ver detalles de producto de {0} ahora.

# product.viewSavingsProducts
source: View {0} products
es: Ver productos de {0}

source: View Accepted Payment Types
es: Ver Tipos de Pago Aceptados

source: View Change Log
es: Ver Registro de Cambios

source: View category details now
es: Ver detalles de categoría ahora

source: View Lateness/Dormancy Definition
es: Ver la Definición de Tardanza/Inactividad

source: View Loan Products
es: Ver Productos de Préstamo

source: View Product Categories
es: Ver Categorías de Producto

source: View Product Mix
es: Ver Combinación de Productos

source: View Savings Products
es: Ver Productos de Ahorro

source: week(s)
es: semana(s)

source: weeks
es: semanas

source: Product details without submitting information.
es: Detalles de producto sin enviar la información.

source: Yes
es: Sí

# produt.edit
source: Edit
es: Editar

source: Question Groups
es: Grupos de Preguntas

source: Associate Question Groups
es: Associar Grupos de Preguntas

source: Associated Question Groups
es: Grupos de Preguntas Asociados

source: Click on a question group in the left box to select. Then click Add.
es: Pulse en un grupo de preguntas en el recuadrado de la izquierda para seleccionar. A continuación, pulse en Añadir.

source: Can configure variable installments
es: Puede configurar pagos variables

source: Minimum gap between installments
es: Intervalo mínimo entre pagos

source: Maximum gap between installments
es: Intervalo máximo entre pagos

source: Minimum installment amount
es: Cantidad de pago mínima

source: Compare with Cash Flow
es: Comparar con Flujo de Caja

source: Warning Threshold
es: Umbral de Advertencia

source: Indebtedness Rate
es: Índice de Endeudamiento

source: Repayment Capacity
es: Capacidad de Pago

source: Minimum gap must be less than the maximum gap for loans with variable installments
es: Intervalo mínimo debe ser menos que el intervalo máximo para préstamos con pagos variables

source: Minimum gap must not be zero or negative for loans with variable installments
es: Intervalo mínimo no debe ser cero o negativo para préstamos con pagos variables

source: Maximum gap must not be zero or negative for loans with variable installments
es: Intervalo máximo no debe ser cero o negativo para préstamos con pagos variables

source: Minimum gap must be less than 4 digits for loans with variable installments
es: Intervalo mínimo debe ser menos que cuatro dígitos para préstamos con pagos variables

source: Maximum gap must be less than 4 digits for loans with variable installments
es: Intervalo máximo debe ser menos que cuatro dígitos para préstamos con pagos variables

source: The min installment amount for variable installments is invalid because {0}
es: La cantida de pago mínima para pagos variables no es válida porque {0}

source: Warning Threshold should be a value less than {0}
es: Umbral de advertencia debe ser un valor menos que {0}

source: Inebtedness Ratio should be a value less than {0}
es: Índice de Endeudamiento debe ser un valor menos que {0}

source: Repayment Capacity should be a value less than {0}
es: Capacidad de Pago debe ser un valor menos que {0}

source: Please specify the minimum gap for variable installments
es: Por favor especifique el intervalo mínimo para pagos variables

source: The Warning Threshold is invalid because {0}
es: El interés máximo no es válido debido a {0}

source: The Indebtedness Ratio is invalid because {0}
es: El Índice de Endeudamiento no es válido porque {0}

source: The Repayment Capacity is invalid because {0}
es: La Capacidad de Pago no es válida porque {0}

source: The selected interest type is invalid for variable installment loan product
es: El tipo de interés seleccionado no es válido para producto de préstamo de pago variable

# errors.periodicFeeNotApplicableForVariableInstallment
source: {0} fee cannot be applied to variable installment loan product
es: {0} cuota no puede aplicar a producto de préstamo de pago variable

# errors.feeCaliculatedAsPercentOfInterestCannotBeAppliedToVariableInstallmentLoan
source: {0} fee cannot be applied to variable installment loan product
es: {0} cuota no puede aplicar a producto de préstamo de pago variable
