Repository: jhparra/mifos-head
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/ProductDefinitionResources.po
Languages: es

source: You do not have permissions to perform this activity. Contact your system administrator to grant you the required permissions and try again.
es: No tiene permiso para realizar esta actividad. Contacte con el Administrador del Sistema para obtener los permisos necesarios e inténtelo de nuevo.

source: Please Specify the Calculate # of Installments Type.
es: Por favor especifique el tipo de Calcular # de Pagos.

source: Please choose a Calculation Loan Amount Type.
es: Por favor elija un Tipo de Cálculo de Importe del Préstamo.

# errors.choose
source: Please select the {0}.
es: Por favor seleccione el {0}.

source: The length of {0} is greater than the allowable size.
es: La longitud de {0} es mayor de la máxima permitida.

source: Please specify valid Default interest rate. Default Interest Rate should be between the Min and Max Interest Rates, inclusive of the two. Please specify valid interest rate.
es: Por favor especifique una tasa de interés por default válida, que debe estar entre la tasa de interés mínima y máxima. Por favor especifique una tasa de interés válido.

source: Please specify valid {0} {1} {2}. {0} {1} {2} should be between the {3} and {4} {1} {2}, inclusive of the two.
es: Por favor especifique un {0} {1} {2} válido. {0} {1} {2} debería estar entre {3} y {4} {1} {2}.

source: Please specify valid Default amount. Default amount should be between the Min and Max Loan Amounts, inclusive of the two {0} {1}.
es: Por favor especifique un importe por default válido, que debe estar entre el importe de préstamo mínimo y máximo, ambos entre {0} {1}.

source: Please specify valid values for {0}. {0} should be a value between {1} and {2}, inclusive.
es: Por favor especifique valores válidos para {0}. {0} debería estar entre {1} y {2}.

source: Please specify valid values for {0} {1} {2}. {0} {1} {2} should be a value between {3} and {4}, inclusive.
es: Por favor especifique un {0} {1} {2} válido. {0} {1} {2} debería estar entre {3} y {4}.

source: Please specify valid Default # of Installments. Default # of Installments should be between the Min and Max # of Installments, inclusive of the two {0} {1}.
es: Por favor especifique un número de pagos por default válidos, que debe estar entre el número de pagos mínimo y máximo, entre {0} {1}.

source: Please Specify the valid Default Loan Amount {0}.
es: Por favor especifique un importe de préstamo por default válido {0}.

source: The default loan amount format {0} {1} is invalid because {2}
es: El formato del importe de préstamo por default {0} {1} no es válido debido a {2}.

source: Please Specify the valid Default # of Installments {0} {1}.
es: Por favor especifique un número de pagos por default válido {0} {1}.

source: The default interest is invalid because {0}
es: El interés por default no es válido debido a {0}.

source: Please specify a valid {0}. Use numbers only.
es: Por favor especifique un {0} válido. Utilice sólo números.

source: The Product category name already exists in the application. Please specify a different name.
es: El nombre de categoría de producto ya existe en la aplicación. Por favor especifique un nombre diferente.

source: The Product Instance name already exists in the application. Please specify a different name.
es: El nombre de la instancia del producto ya existe en la aplicación. Por favor especifique un nombre diferente.

source: The short name already exists in the application. Please specify a different Name.
es: La abreviatura ya existe en la aplicación. Por favor especifique un nombre diferente.

source: Please specify end date greater than the start date and not less than the current date.
es: Por favor especifique una fecha de fin posterior a la fecha de inicio y a la fecha de hoy.

source: Please Specify the valid End Installment Range Number {0} {1}.
es: Por favor especifique un rango para el ultimo pago {0} {1} valido.

source: Please Specify the valid End Range Loan Amount {0} {1}.
es: Por favor especifique el final del rango de préstamo {0} {1} válido.

source: The frequency of the product and the fee "{0}" does not match.
es: La frecuencia del producto y la comisión "{0}" no coinciden.

source: The currency of the product and the fee "{0}" does not match.
es: La frecuencia del producto y la comisión "{0}" no coinciden.

source: The {0} is invalid because {1}
es: El {0} es invalido debido a {1}

source: Please specify the {0}. {0} should be less than or equal to Max number of installments.
es: Por favor especifique el {0}. {0} debería ser inferior o igual al número máximo de pagos.

# errors.greaterthanzero
source: Please specify a value greater than zero for {0}.
es: Por favor especifique un valor mayor que cero para {0}.

source: Please specify valid interest rate.
es: Por favor especifique un tipo de interés válido.

source: Please specify valid {0}.
es: Por favor especifique un {0} válido.

source: Please specify a valid {0}. Specify numbers only. Specify a maximum of ten digits.
es: Por favor especifique un {0} válido. Introduzca sólo números. Introduzca un máximo de diez dígitos.

source: An unknown error has occurred. Please try again later or contact the system administrator.
es: Ha ocurrido un error desconocido. Por favor inténtelo de nuevo más tarde o contacte con el Administrador del Sistema.

source: Please specify a value greater than zero for Mandatory amount for deposit.
es: Por favor especifique un valor superior a cero para el Importe obligatorio del depósito.

source: Please specify the {0}.
es: Por favor especifique el {0}.

source: Please specify the {0} {1} {2}.
es: Por favor especifique el {0} {1} {2}.

source: Please specify alphanumeric characters only for {0}.
es: Por favor especifique sólo caracteres alfanuméricos para {0}.

source: Please specify a valid {0}. {0} should be greater than or equal to {1}.
es: Por favor especifique un {0} válido. {0} ha de ser igual o mayor que {1}.

source: Value of {0} cannot be greater than {1}.
es: El valor de {0} no puede ser mayor que {1}.

source: The length of {0} can not be greater than {1} character(s).
es: La longitud de {0} no puede ser superior a {1} caracter(es).

source: Please Specify the valid Max # of Installments {0} {1}.
es: Por favor especifique el número máximo de pagos válido {0} {1}.

source: The max interest is invalid because {0}
es: El interés máximo no es válido debido a {0}

source: Please Specify the valid Max Loan Amount {0} {1}.
es: Por favor especifique el importe máximo del préstamo {0} {1}.

source: The max loan amount format {0} {1} is invalid because {2}
es: El formato del importe máximo del préstamo {0} {1} no es válido debido a {2}

source: Please specify a valid Max interest rate. Max interest rate should be greater than or equal to Min interest rate.
es: Por favor especifique un tipo de interés máximo válido. El tipo de interés máximo ha de ser mayor o igual que el tipo de interés mínimo.

source: Please specify a valid {0} {1} {2}. {0} {1} {2} should be greater than or equal to {3} {1} {2}.
es: Por favor especifique un {0} {1} {2} válido. {0} {1} {2} ha de ser mayor o igual que {3} {1} {2}.

source: Please specify a valid Max loan amount. Max loan amount should be greater than or equal to Min loan amount {0} {1}.
es: Por favor especifique un importe máximo del préstamo válido. El importe máximo del préstamo ha de ser mayor o igual que el importe mínimo del préstamo {0} {1}.

source: Please specify a valid Max no of Install. Max no of Install should be greater than or equal to Min no of Install {0} {1}.
es: Por favor especifique un número máximo de pagos válido. El número máximo de pagos ha de ser mayor o igual que el número mínimo de pagos {0} {1}.

source: Please specify a valid penalty rate. Penalty rate should be between 0 and 999.
es: Por favor especifique una tasa de penalización válida. La tasa de penalización ha de estar entre 0 y 999.

source: The length of {0} can not be less than {1} character(s).
es: La longitud de {0} no puede ser inferior a {1} caracter(es).

source: Please Specify the valid Min # of Installments {0} {1}.
es: Por favor especifique el número mínimo de pagos válido {0} {1}.

source: The min interest is invalid because {0}
es: El interés mínimo no es válido debido a {0}

source: Please Specify the valid Min Loan Amount {0} {1}.
es: Por favor especifique el importe mínimo del préstamo válido {0} {1}.

source: The min loan amount format {0} {1} is invalid because {2}
es: El formato del importe mínimo del préstamo {0} {1} no es válido debido a {2}

source: {0} must not be negative.
es: {0} no puede ser negativo.

source: The Principal only grace is not applicable for Principal due on last installment.
es: La gracia del principal no es aplicable para el principal que esta pendiente de pago a la fecha del último pago.

# errors.select
source: Please select the {0}.
es: Por favor seleccione el {0}.

source: Please select the {0} {1}.
es: Por favor seleccione el {0} {1}.

source: Please do not specify [space] for {0}.
es: Por favor no especifique [espacio] para {0}.

source: The Start date can be anything between current date and 1 year from the current date.
es: La fecha de inicio debe de estar entre el día de hoy y un año a partir de hoy.

source: The Start date cannot be changed because either the product is active or the date specified is invalid.
es: No se puede cambiar la fecha de inicio, bien porque el producto está activo, bien porque la fecha especificada no es válida.

source: Please Specify the valid End Range Loan Amount. End Range Loan Amount must be greater than the Start Range Loan Amount for # of last loan Installments {0} {1}.
es: Por favor especifique un rango del Final del Importe del Préstamo válido. Debe ser mayor que el inicio del rango del importe del préstamo para los úmeros de pagos del último préstamo {0} {1}.

source: Please Specify the valid End Range Loan Amount. End Range Loan Amount must be greater than the Start Range Loan Amount {0} {1}.
es: Por favor especifique un rango del importe del préstamo válido. El fin del rango del importe del préstamo debe ser mayor que el inicio del rango del importe del préstamo {0} {1}.

source: Please Specify the valid Start Installment Range Number {0} {1}.
es: Por favor especifique el número de inicio del rango de pagos válido {0} {1}.

source: Please Specify the valid Start Range Loan Amount {0} {1}.
es: Por favor especifique el inicio del rango del importe del préstamo válido {0} {1}.

source: This action is not permissible.
es: Esta acción no está permitida.

# exceptions.application.productDef.invalidfield
source: Please specify a value greater than zero for {0}.
es: Por favor especifique un importe mayor que cero para {0}.

source: You cannot deduct interest at disbursement for declining balance loans. Please unselect this option or change the interest calculation method to flat interest..
es: No se puede deducir el interés al desembolso para préstamos con una tasa de interes fija. Por favor no seleccione esta opción o cambie el método de cálculo del interés a un importe fijo.

source: Define mix for a new product
es: Definir mezcla para un nuevo producto

# product.GlcodeInterest
source: GL code for interest
es: Código del Libro Mayor para el interés

source: GL code for penalty
es: Código del Libro Mayor para la penalización

source: GL code for principal
es: Código del Libro Mayor para el capital

source: GL code for
es: Código del Libro Mayor para

source: Accounting
es: Contabilidad

source: Active
es: Activo

source: Add a new {0} product.
es: Añadir un nuevo {0} producto.

source: Add a new loan product
es: Añadir un nuevo producto del préstamo

source: Add a new
es: Añadir un nuevo

source: define a new loan product
es: Definir un nuevo producto del préstamo

source: define a new product category
es: Definir una nueva categoría del producto

source: define a new savings product
es: definir un nuevo producto del ahorro

source: You have successfully added a new product category
es: Ha añadido una nueva categoria de producto con éxito

source: Admin
es: Administrador

source: Allowed products
es: Productos permitidos

source: amount
es: cantidad

source: Apply change to new accounts
es: Aplicar cambio at nuevas cuentas

source: Apply change to open and new accounts
es: Aplicar cambio a cuentas abiertas y nuevas

source: Applicable for
es: Aplicable para

source: Attach fee types
es: Adjuntar tipos de cuotas

source: Automatic
es: automático

source: Back to details page
es: Regresar a la página de detalles

source: Balance used for {0} calculation.
es: Saldo utilizado para {0} cálculo.

source: Balance used for
es: Saldo utilizado para

source: Balance used for
es: Saldo utilizado para

source: Balance used for Interest calculation
es: Saldo utilizado para el cálculo de Interés

source: Edit category information
es: Editar la información de la categoría

source: Edit loan product information
es: Editar la información del producto del préstamo

source: Edit Savings product information
es: Editar la información del producto del ahorro

source: Submit
es: Enviar

# product.bylastloanamount
source: By last loan amount
es: Por cantidad del préstamo anterior

source: By loan cycle
es: Por ciclo del préstamo

source: calculation
es: cálculo

source: Calculate # of Installments as
es: Calcular Numero de Pagos como

source: Calculate Loan Amount as
es: Calcular cantidad del préstamo como

source: Cancel
es: Cancelar

source: Category Description
es: Descripción de la Categoría

source: Category Details
es: Detalles de la Categoría

source: Category details
es: detalles de Categoría

source: Enter Product category information
es: Introducir la información de la categoría del Producto

source: Category Name
es: Nombre de Categoría

source: Change Log
es: Registro de cambios

# product.chgStatus
source: Status
es: Estado

source: Click on a {0} product below to view details and make changes or
es: Pulse en una {0} producto de abajo para ver detalles y hacer cambios o

source: Click on a product instance below to view mix details and make changes or
es: Pulse en una instancía del producto de abajo para ver detalles de mezcla y hacer cambios o

source: Click Cancel to return to Admin.
es: Pulse en Cancelar para volver a Admin.

source: Click Cancel to return to category details without submitting information.
es: Pulse en Cancelar para volver a lose detalles de la categoría sin enviar la información.

source: Click Cancel to return to
es: Pulse en Cancelar para volver a

source: Click Cancel to return to product mix deatils without submitting information.
es: Pulse en Cancelar para volver a los detalles de la mezcla del producto sin enviar la información.

source: Click Cancel to return to Admin without submitting information.
es: Pulse en Cancelar para volver a Admin sin enviar la informaction.

source: Click Cancel to return to Loan Product details without submitting information.
es: Pulse en Cancelar para volver a detalles del Producto del Préstamo sin enviar la informacion

source: Click Cancel to return to Savings Product details without submitting information.
es: Pulse en Cancelar para volver a detalles del Product del Ahorro sin enviar la información.

source: Click on a category below to view details and make changes or
es: Pulse en una categoría de abajo para ver detalles y hacer cambios o

source: Click on a fee type in the left box to select. Then click Add.
es: Pulse en un tipo de cuota en el recuadrado a la izquierda para seleccionar. A continuación, pulse Añadir.

source: Click on a fund in the left box to select. Then click Add.
es: Pulse en un fondo al recuadrado a la izquierda para seleccionar. A continuación, pulse en Añadir.

source: Click on a loan product below to view details and make changes or
es: Pulse en un producto de préstamo de abajo para ver detalles y hacer cambios o

source: Click on a
es: Pulse en un

source: Then click Preview.
es: A continuación, pulse en Vista Previa.

source: Click on a payment type in the left box to select. Then click Add.
es: Pulse en un tipo de pago en el recuadrado a la izquierda para seleccionar. A continuación, pulse en Añadir.

source: Click on a product in the right box to select. Then click Remove.
es: Pulse en un producto en el cuadrado al derecho para seleccionar. A continuación, pulse en Eliminar.

source: Click on a savings product below to view details and make changes or
es: Pulse en un producto de ahorro de abajo para ver detalles y hacer cambios o

source: Then click Submit.
es: A continuación, pulse en Enviar.

source: Clients/ Groups/ Centers
es: Clientes/ Grupos/ Centros

source: Clients
es: Clientes

source: Complete the fields below.
es: Complete los campos de abajo.

source: Complete the fields below. Then click Preview. Click Cancel to return to Admin without submitting information.
es: Complete los campos de abajo. A continuación, pulse en Vista Previa. Pulse en Cancelar para volver a Admin sin enviar la información.

source: Currency
es: Moneda

source: cycle counter
es: contador de ciclo

source: day(s)
es: día(s)

source: days
es: días

source: {0} deducted at disbursement
es: {0} deducir al desembolso

source: Define Account Process Flow
es: Definir

source: Default amount
es: Cantidad por defecto

source: Default
es: Por defecto

source: Default {0} amount
es: {0} Cantidad por Defecto

source: Default {0} rate
es: {0} Tasa de Interés por Defecto

source: Define client process flow
es: Definir flujo de processo de cliente.

source: Define new category
es: Definir nueva categoría

source: define mix for a new product
es: Definir mezcla para un nuevo producto

source: Define a new {0} product.
es: Definir un nuevo producto de {0}.

source: Default # of installments
es: Numero de pagos por defecto

source: Default interest rate
es: Tasa de interés por defecto

source: Define a new product category
es: Definir una nueva categoría de producto

source: Define Process Flow
es: Definir Flujo de Proceso

source: Description
es: Descripción

source: Details
es: Detalles

source: Disbursed to Loan Officer
es: Desembolsado a Oficial de Crédito

source: dormancy days
es: días de inactividad

source: Edit the fields below. Then click Preview. Click Cancel to return to category details without submitting information.
es: Edite los campos de abajo. A continuación, pulse en Vista Previa. Pulse en Cancelar para volver a detalles de categoría sin enviar la información.

# product.editLoanInfo
source: Edit {0} product information.
es: Editar información de producto de {0}.

# product.editPreviewSubmitLoan
source: Edit the fields below. Then click Preview. Click Cancel to return to {0} Product details without submitting information.
es: Edite los campos de abajo. A continuación, pulse en Vista Previa. Pulse en Cancelar para volver a Detalles de producto de {0} sin enviar la información.

# product.editPreviewSubmitSavings
source: Edit the fields below. Then click Preview. Click Cancel to return to {0} Product details without submitting information.
es: Edite los campos de abajo. A continuación, pulse en Vista Previa. Pulse en Cancelar para volver a Detalles de producto de {0} sin enviar la información.

# product.editSavingsInfo
source: Edit {0} product information.
es: Editar información de producto de {0}.

source: Edit the fields below.
es: Edite los campos de abajo.

source: Edit product mix information
es: Editar la información de combinación de productos

source: End date
es: Fecha de finalización

source: Enter
es: Introducir

# product.enterLoanProductInfo
source: Enter {0} product information.
es: Introducir {0} información de producto

# product.enterSavingsProductInfo
source: Enter {0} product information.
es: Introducir {0} información de producto

source: Specify the following
es: Specifique lo sigiuente

source: Enter loan product information
es: Introducir información de producto de préstamo

source: Fees
es: Cuotas

source: Fees Types
es: Tipos de Cuotas

source: Fields marked with an asterisk are required.
es: Los campos marcados con un asterisco son obligatorios.

source: for by last loan at row
es: para por préstamo anterior en fila

source: for by loan cycle at row
es: para por ciclo de préstamo en fila

source: for # of last loan Installments at row
es: para Numero de Pagos de Préstamo Anterior en fila

source: Frequency of
es: Frecuencia de

source: Frequency of {0} posting to accounts.
es: Frecuencia de {0} aplicación a cuentas.

source: Frequency of interest posting to accounts
es: Frecuencia de aplicación de interés a cuentas

source: Frequency of installments
es: Frecuencia de pagos

source: Frequency of
es: Frecuencia de

source: GL code for
es: Código del Libro Mayor para

source: GL code for deposits
es: Código del Libro Mayor para depósitos

# product.glcodeint
source: GL code for interest
es: Código del Libro Mayor para el interés

source: Grace period for penalty
es: !FUZZY! Periodo de gracia para multa

source: Grace period duration
es: Duración de periodo de gracia

source: Grace period type
es: Tipo de periodo de gracia

source: Groups
es: Grupos

source: Inactive
es: Inactivo

source: Include in {0} cycle counter.
es: Incluir en contador de ciclo de {0}.

source: Include in
es: Incluir en

source: Include in loan cycle counter
es: Incluir en contador de ciclo de préstamo

source: Can waive interest on Prepay loan
es: Puede eliminar interés en Pagar por adelantado un préstamo

source: information
es: información

source: product information
es: información de producto

# product.installbylastloanamount
source: By last loan amount
es: Por cantidad de préstamo anterior

source: By loan Cycle
es: Por Ciclo de Préstamo

source: installments
es: pagos

source: Insurance
es: Seguro

source: Interest deducted at disbursement
es: Interés deducido al desembolso

source: Interest
es: Interés

source: Interest rate
es: Tasa de Interés

source: Interest calculation rule for late payments
es: Regla del cálculo de interés para pagos atrasados

source: Interest rate type
es: Tipo de tasa de interés

source: Last loan amount
es: Cantidad de préstamo anterior

source: lateness days
es: días de tardanza

source: Loan
es: Préstamo

# product.loanProductDetails
source: {0} product details.
es: Detalles de producto de {0}.

# product.loanProductInfo
source: {0} product information.
es: Información de producto de {0}.

source: account is changed to &quot;In Arrears&quot; by the system
es: cuenta es cambiado a "En Atraso" por el sistema

source: You have successfully added a new Loan product
es: Ha añadido un nuevo Producto de préstamo con éxito.

source: Loan Amount
es: Cantidad de Préstamo

source: Calculate loan amount as
es: Calcular cantidad de préstamo como

source: Loan cycle no.
es: Número de ciclo de préstamo

source: Define a new Loan product
es: Definir un nuevo producto de préstamo

source: Loan product details
es: Detalles de producto de préstamo

source: Loan product information
es: Información de producto de préstamo

source: Loan Product has been assigned the system ID number
es: Producto de préstamo ha asignado el número de ID de sistema

source: Loans
es: Préstamos

source: View Loan Product details now
es: Ver Detalles de Producto de Préstamo ahora

source: below to view details and make changes or
es: abajo para ver detalles y hacer cambios o

source: Mandatory amount for deposit
es: Cantidad obligatoria para depósito.

# product.marginMoneySuccessLoan
source: You have successfully added a new {0} product.
es: Ha añadido un nuevo producto de {0} con éxito.

# product.marginMoneySuccessSavings
source: You have successfully added a new {0} product.
es: Ha añadido un nuevo producto de {0} con éxito.

source: You have successfully added a new
es: Ha añadido con éxito un nuevo

source: Max
es: Máximo
